tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kayac/tap"

brew "anyenv"
brew "python@3.10"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "git"
brew "git-secrets"
brew "glib"
brew "go"
brew "jq"
brew "keychain"
brew "mysql@5.6"
brew "mysql@5.7", restart_service: true
brew "node", link: false
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "pipenv"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "shared-mime-info"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
brew "kayac/tap/ecspresso"

cask "android-studio"
cask "aws-vault"
cask "chromedriver"
cask "docker"
cask "visual-studio-code"
